export default {
  projections: {
    ТчОтчетE: {
      цена: {
        __caption__: 'Цена'
      },
      этоУслуга: {
        __caption__: 'Это услуга'
      },
      суммаНДС: {
        __caption__: 'Сумма НДС'
      },
      количество: {
        __caption__: 'Количество'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      номенклатура: {
        __caption__: 'Номенклатура',
        номенклатура: {
          __caption__: 'Номенклатура'
        },
        контрагенты: {
          __caption__: '',
          контрагент: {
            __caption__: 'Контрагент'
          }
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    суммаНДС: {
      __caption__: 'Сумма НДС'
    },
    цена: {
      __caption__: 'Цена'
    },
    этоУслуга: {
      __caption__: 'Это услуга'
    },
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    отчетОЗак: {
      __caption__: 'отчетОЗак'
    }
  }
};
