export default {
  caption: 'Заказ пост',
  'состояниеОплаты-caption': 'Состояние оплаты',
  'состОтгрузки-caption': 'Сост отгрузки',
  'суммаВклНДС-caption': 'Сумма вкл НДС',
  'суммаДокумента-caption': 'Сумма документа',
  'датаНачала-caption': 'Дата начала',
  'датаОкончания-caption': 'Дата окончания',
  'номер-caption': 'Номер',
  'организации-caption': 'Организации',
  'склады-caption': 'Склады',
  'контрагенты-caption': 'Контрагенты',
  'заказ-caption': 'Заказ',
  'тчОтчет-caption': 'Тч отчет'
};
