export default {
  projections: {
    ОтчетОЗакE: {
      номер: {
        __caption__: 'Номер'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      состОтгрузки: {
        __caption__: 'Сост отгрузки'
      },
      состояниеОплаты: {
        __caption__: 'Состояние оплаты'
      },
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      суммаВклНДС: {
        __caption__: 'Сумма вкл НДС'
      },
      организации: {
        __caption__: 'Организации',
        организация: {
          __caption__: 'Организация'
        }
      },
      склады: {
        __caption__: 'Склады',
        склад: {
          __caption__: 'Склад'
        }
      },
      контрагенты: {
        __caption__: 'Контрагенты',
        контрагент: {
          __caption__: 'Контрагент'
        }
      },
      тчОтчет: {
        __caption__: 'Тч отчет',
        цена: {
          __caption__: 'Цена'
        },
        этоУслуга: {
          __caption__: 'Это услуга'
        },
        суммаНДС: {
          __caption__: 'Сумма НДС'
        },
        количество: {
          __caption__: 'Количество'
        },
        сумма: {
          __caption__: 'Сумма'
        },
        номенклатура: {
          __caption__: 'Номенклатура',
          номенклатура: {
            __caption__: 'Номенклатура'
          },
          контрагенты: {
            __caption__: '',
            контрагент: {
              __caption__: 'Контрагент'
            }
          }
        }
      }
    },
    ОтчетОЗакL: {
      номер: {
        __caption__: 'Номер'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      состОтгрузки: {
        __caption__: 'Сост отгрузки'
      },
      состояниеОплаты: {
        __caption__: 'Состояние оплаты'
      },
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      суммаВклНДС: {
        __caption__: 'Сумма вкл НДС'
      },
      организации: {
        __caption__: 'Организация',
        организация: {
          __caption__: 'Организация'
        }
      },
      склады: {
        __caption__: 'Склад',
        склад: {
          __caption__: 'Склад'
        }
      },
      контрагенты: {
        __caption__: 'Контрагент',
        контрагент: {
          __caption__: 'Контрагент'
        }
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОкончания: {
      __caption__: 'Дата окончания'
    },
    номер: {
      __caption__: 'Номер'
    },
    состОтгрузки: {
      __caption__: 'Сост отгрузки'
    },
    состояниеОплаты: {
      __caption__: 'Состояние оплаты'
    },
    суммаВклНДС: {
      __caption__: 'Сумма вкл НДС'
    },
    суммаДокумента: {
      __caption__: 'Сумма документа'
    },
    контрагенты: {
      __caption__: 'Контрагенты'
    },
    организации: {
      __caption__: 'Организации'
    },
    склады: {
      __caption__: 'Склады'
    },
    тчОтчет: {
      __caption__: 'Тч отчет'
    }
  }
};
